Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/done/book 2-3 (para).tmx
Source language: en_gb
Languages: nl

source: An interim measure loses its effect if the respective information can no longer be classified as a trade secret for reasons not imputable to the defendant.
nl: Een voorlopige voorziening verliest haar kracht wanneer de desbetreffende informatie niet meer als bedrijfsgeheim kan worden aangemerkt, op gronden die niet aan de verweerder kunnen worden toegerekend.

source: Article 1019i applies mutatis mutandis when an interim measure is ordered.
nl: Op het treffen van een voorlopige voorziening is artikel 1019i van overeenkomstige toepassing.

source: Article 1019id
nl: Artikel 1019id

source: The court may, at the request of the person affected by an interim measure as referred to in Article 5(1) or (2) of the Trade Secrets Protection Act ( Wet bescherming bedrijfsgeheimen ), order that the person who requested this measure provide compensation for the harm caused by the measure in an appropriate manner:
nl: De rechter kan op vordering van degene die is getroffen door een voorlopige maatregel als bedoeld in artikel 5, eerste of tweede lid, van de Wet bescherming bedrijfsgeheimen gelasten dat degene die om deze maatregel heeft gevraagd de door deze maatregel toegebrachte schade op passende wijze vergoedt:

source: a. if the measure loses its effect by virtue of Article 1019ic(3);
nl: a. wanneer de maatregel zijn kracht verliest krachtens artikel 1019ic, derde lid;

source: b. if the measure lapses as a result of any act or omission of the claimant;
nl: b. wanneer de maatregel vervalt als gevolg van enig handelen of nalaten van eiser;

source: or
nl: of

source: c. if it is established that the trade secret was not unlawfully obtained, used or disclosed, and no unlawful obtaining, use or disclosure was imminent.
nl: c. indien wordt vastgesteld dat er geen sprake was van het onrechtmatig verkrijgen, gebruiken of openbaar maken van het bedrijfsgeheim of dreiging daarvan.

source: Article 1019ie
nl: Artikel 1019ie

source: Where necessary in derogation from Book 1, Title 2, §2 Section 12 of this Code and in derogation from Article 843a(1), the court may order the unsuccessful party to pay reasonable and proportionate legal costs and other costs incurred by the successful party, if claimed, except where fairness demands otherwise.
nl: Voor zover nodig in afwijking van de tweede paragraaf van de twaalfde afdeling van de tweede titel van het eerste Boek en in afwijking van artikel 843a, eerste lid, kan de rechter de in het ongelijk gestelde partij desgevorderd veroordelen in redelijke en evenredige gerechtskosten en andere kosten die de in het gelijk gestelde partij heeft gemaakt, tenzij de billijkheid zich daartegen verzet.

source: Rules may be given by executive degree indicating the cases in which the court may order the unsuccessful party to pay the costs as referred to in Article 1019ie(1).
nl: Bij algemene maatregel van bestuur kunnen regels worden gesteld in welke gevallen de rechter de in het ongelijk gestelde partij kan veroordelen in de kosten, bedoeld in het eerste lid.

source: TITLE 16 - PROCEDURE IN AGRICULTURAL GROUND LEASE CASES
nl: TITEL 16. VAN RECHTSPLEGING IN PACHTZAKEN

source: Article 1019j
nl: Artikel 1019j

source: The agricultural ground lease chamber ( pachtkamer ) of the district court referred to in Article 48 of the Judicial Organisation Act ( Wet op de rechterlijke organisatie ) hears and decides all cases relating to
nl: Door de pachtkamer van de rechtbank bedoeld in artikel 48 van de Wet op de rechterlijke organisatie, worden behandeld en beslist alle zaken betreffende

source: a. an agricultural ground lease agreement as referred to in Book 7, Title 5 of the Civil Code;
nl: a. een pachtovereenkomst als bedoeld in de vijfde titel van Boek 7 van het Burgerlijk Wetboek;

source: b. an agreement to amend or terminate an agricultural ground lease agreement;
nl: b. een overeenkomst tot wijziging of beëindiging van een pachtovereenkomst;

source: c. an agreement to enter into an agricultural ground lease agreement;
nl: c. een overeenkomst tot het aangaan van een pachtovereenkomst;

source: d. an agreement by which personal security is provided for the performance of an agricultural ground lease agreement;
nl: d. een overeenkomst waarbij persoonlijke zekerheid wordt gesteld voor de nakoming van een pachtovereenkomst;

source: e. an agreement as referred to in Articles 7:399c or 7:399e of the Civil Code;
nl: e. een overeenkomst als bedoeld in de artikelen 399c of 399e van Boek 7 van het Burgerlijk Wetboek;

source: f. an agreement between the outgoing and the incoming lessee in connection with the transfer of the business;
nl: f. een overeenkomst tussen de afgaande en opkomende pachter, verband houdende met de overgang van het bedrijf;

source: g. claims seeking the eviction of the lessee or the former lessee of the leased agricultural property and the claiming of the leased agricultural property by the lessor or former lessor;
nl: g. vorderingen tot ontruiming van het gepachte door de pachter of de gewezen pachter en tot opeising van het verpachte van de pachter of gewezen pachter;

source: h. claims for damages or payment of the amount referred to in Articles 7:373(1) and (3) and 7:377(3) and (4) of the Civil Code;
nl: h. vorderingen tot schadevergoeding of betaling van het bedrag, bedoeld in de artikelen 373, eerste en derde lid, en 377, derde en vierde lid, van Boek 7 van het Burgerlijk Wetboek;

source: i. claims for repayment of excess ground rents paid;
nl: i. vorderingen tot terugbetaling van te veel betaalde pacht;

source: j. claims for compensation for damage due to unlawful use of the leased agricultural property after the agricultural ground lease agreement has ended.
nl: j. vorderingen tot vergoeding van schade wegens onrechtmatig gebruik van het gepachte, nadat de pachtovereenkomst is geëindigd.

source: Article 1019k
nl: Artikel 1019k

source: If a case is not within the jurisdiction of the agricultural ground lease chamber, the chamber declines jurisdiction, if necessary on its own initiative.
nl: Indien een zaak niet behoort tot de bevoegdheid van de pachtkamer, verklaart deze zich zonodig ambtshalve onbevoegd.

source: If the case is within the jurisdiction of the ordinary court, the agricultural ground lease chamber refers the case to the ordinary court that has jurisdiction under the provisions applicable to the respective case.
nl: Behoort de zaak tot de bevoegdheid van de gewone rechter, dan verwijst de pachtkamer de zaak naar de gewone rechter die ingevolge de voor de betreffende zaak geldende bepalingen bevoegd is.

source: If a case is within the jurisdiction of the agricultural ground lease chamber but has been submitted to another ordinary court, the latter court declines jurisdiction on its own initiative and refers the case to the competent agricultural ground lease chamber.
nl: Indien een zaak behoort tot de bevoegdheid van de pachtkamer, maar bij een andere gewone rechter is ingediend, verklaart deze zich ambtshalve onbevoegd en verwijst hij de zaak naar de bevoegde pachtkamer.

source: Article 1019l
nl: Artikel 1019l

source: If there are multiple claims in a case and at least one of these claims is a case as referred to in Article 1019j(a) to (j) inclusive, all these claims are dealt with and decided by the agricultural ground lease chamber, where the connection between the claims makes it inappropriate to deal with them separately.
nl: Indien een zaak meer vorderingen betreft en ten minste één daarvan een zaak als bedoeld in artikel 1019j onder a tot en met j, worden al deze vorderingen door de pachtkamer behandeld en beslist, voor zover de samenhang tussen de vorderingen zich tegen afzonderlijke behandeling verzet.

source: Where there is a main claim and a counterclaim, and at least one of them is a claim as referred to in Article 1019j, Article 1019l(1) applies mutatis mutandis .
nl: In het geval van een vordering in conventie en in reconventie, waarvan ten minste één een vordering betreft als bedoeld in artikel 1019j, is het eerste lid van overeenkomstige toepassing.

source: Where there is a main action and an indemnity action and at least one of them concerns a claim as referred to in Article 1019j, these claims are all dealt with and decided by the agricultural ground lease chamber.
nl: In geval van een hoofdzaak en een zaak in vrijwaring waarvan er ten minste één een vordering betreft als bedoeld in artikel 1019j, worden deze vorderingen alle door de pachtkamer behandeld en beslist.

source: Article 1019m
nl: Artikel 1019m

source: Amendments of a claim are considered in applying Articles 1019j to 1019l inclusive.
nl: Voor de toepassing van de artikelen 1019j tot en met 1019l wordt mede gelet op een wijziging van eis.

source: Article 1019n
nl: Artikel 1019n

source: If an application has been submitted to the agricultural ground lease authority within the period prescribed by law and this authority does not have jurisdiction to hear the case, but the district court's agricultural ground lease chamber does have jurisdiction and a statutory period within which the application must be submitted to the agricultural ground lease chamber or the claim must be initiated can no longer be complied with, the application may be submitted to the agricultural ground lease chamber within one month of the decision of the agricultural ground lease authority, or the claim may be initiated within the same time limit.
nl: Indien binnen de in de wet gestelde termijn een verzoek is ingediend bij de grondkamer en deze beslist, dat zij niet bevoegd is daarvan kennis te nemen, kan het verzoek, indien de pachtkamer van de rechtbank bevoegd is daarvan kennis te nemen en een wettelijke termijn, binnen welke het verzoek bij de pachtkamer moet worden ingediend of de vordering moet worden ingesteld, niet meer kan worden in acht genomen, niettemin nog binnen een maand na de beslissing van de grondkamer bij de pachtkamer worden ingediend of kan de vordering binnen dezelfde termijn worden ingesteld.

source: The same applies if such decision is affirmed by the Central Agricultural Ground Lease Authority or if it declares that the agricultural ground lease authority does not have jurisdiction to hear the application.
nl: Hetzelfde geldt, indien een dergelijke beslissing door de Centrale Grondkamer wordt bevestigd dan wel door haar de grondkamer alsnog niet bevoegd wordt verklaard van het verzoek kennis te nemen.

source: Article 1019o
nl: Artikel 1019o

source: Appeals against judgments and decisions of the district court's agricultural ground lease chamber are submitted to the agricultural ground lease chamber of the Court of Appeal of Arnhem-Leeuwarden, as referred to in Article 69 of the Judicial Organisation Act ( Wet op de rechterlijke organisatie ).
nl: Het hoger beroep van de vonnissen en beschikkingen van de pachtkamer van de rechtbanken wordt ingesteld bij de pachtkamer van het gerechtshof Arnhem-Leeuwarden, bedoeld in artikel 69 van de Wet op de rechterlijke organisatie

source: The time limit for appeal is one month from the date of the judgment.
nl: De termijn van hoger beroep bedraagt één maand na de dag van de uitspraak.

source: Article 1019p
nl: Artikel 1019p

source: The court of appeal's agricultural ground lease chamber hears all jurisdictional disputes between the agricultural ground lease chambers of the district courts.
nl: De pachtkamer van het gerechtshof neemt kennis van alle jurisdictie geschillen tussen de pachtkamers van de rechtbanken.

source: Article 1019q
nl: Artikel 1019q

source: The standard rules of procedure apply to cases referred to in Article 1019j, except as otherwise provided for in this Title.
nl: Op zaken, bedoeld in artikel 1019j, zijn de gewone regels van procesrecht van toepassing, voor zover daarvan niet in deze titel wordt afgeweken.

source: The district court's agricultural ground lease chamber substitutes for the subdistrict court except in the cases provided for in Articles 117, 177(1), 180(5) and 230(3).
nl: De pachtkamer van de rechtbank treedt in de plaats van de kantonrechter behoudens in de gevallen voorzien bij de artikelen 117, 177, eerste lid, 180, vijfde lid, en 230, derde lid.

source: Articles 96 and 97 do not apply.
nl: De artikelen 96–97 zijn niet van toepassing.

source: Article 1019r
nl: Artikel 1019r

source: Without prejudice to the provisions of Article 193, the agricultural ground lease chamber is authorised, as it considers appropriate, to have one or more of its members inspect the state of the immovable property at any stage of the proceedings, provided that the clerk has given notice to the parties at least two days before the date on which the property is to be inspected.
nl: Onverminderd het in artikel 193 bepaalde is de pachtkamer bevoegd, zo vaak zulks haar nodig voorkomt, in elke stand van de procedure, de staat van de onroerende zaak door een of meer van haar leden te doen opnemen, mits de griffier hiervan ten minste twee dagen voor de opneming aan partijen heeft kennis gegeven.

source: A record is drawn up of the inspection.
nl: Van de opneming wordt proces-verbaal opgemaakt.

source: The agricultural ground lease chamber of the Court of Appeal of Arnhem-Leeuwarden may order that the State bear all or part of the costs of an on-site inspection.
nl: De pachtkamer van het gerechtshof Arnhem-Leeuwarden kan de kosten van een plaatsopneming geheel of ten dele ten laste van de Staat brengen.

source: Article 1019s
nl: Artikel 1019s

source: The agricultural ground lease chamber of a district court may direct that a delegated judge appointed from among its members deal with all or part of the proceedings.
nl: De pachtkamer van een rechtbank kan bepalen dat de behandeling van de zaak geheel of gedeeltelijk zal geschieden door een uit haar midden aangewezen rechter-commissaris.

source: The delegated judge exercises the powers conferred upon the agricultural ground lease chamber.
nl: De rechter-commissaris oefent daarbij de bevoegdheden uit, aan de pachtkamer toegekend.

source: The court of appeal's agricultural ground lease chamber may direct that a delegated judge appointed from among its members deal with all or part of the proceedings.
nl: De pachtkamer van het gerechtshof kan bepalen dat de behandeling geheel of gedeeltelijk zal geschieden door een uit haar midden aangewezen raadsheer-commissaris.

source: The court of appeal's delegated judge exercises the powers conferred on the agricultural ground lease chamber of the court of appeal.
nl: De raadsheer-commissaris oefent daarbij de bevoegdheid uit, aan de pachtkamer van het gerechtshof toegekend.

source: Article 1019t
nl: Artikel 1019t

source: The following provisions apply with regard to the written recording of agricultural ground lease agreements or of agreements to amend or terminate agricultural ground lease agreements.
nl: Met betrekking tot de schriftelijke vastlegging van pachtovereenkomsten of van overeenkomsten tot wijziging of beëindiging van pachtovereenkomsten gelden de volgende bepalingen.

source: Within 14 days of pronouncement of the judgment, in which the agreement is recorded in writing, the clerk of the district court's agricultural ground lease chamber transmits three certified copies of the judgment to the competent agricultural ground lease authority.
nl: De griffier van de pachtkamer van de rechtbank zendt binnen veertien dagen na de uitspraak van het vonnis, waarbij de overeenkomst schriftelijk wordt vastgelegd, drie gewaarmerkte afschriften van het vonnis aan de bevoegde grondkamer.

source: The clerk of the agricultural ground lease chamber of the Court of Appeal of Arnhem-Leeuwarden notifies without delay the agricultural ground lease authority of any appeal submitted.
nl: De griffier van de pachtkamer van het gerechtshof Arnhem-Leeuwarden geeft onverwijld aan de grondkamer kennis van een ingesteld beroep.

source: The agricultural ground lease authority stays the proceedings until notice of the outcome of the appeal has been received.
nl: De grondkamer houdt alsdan de behandeling aan, totdat omtrent de uitslag van het beroep bericht is ontvangen.

source: If, contrary to the decision of the district court's agricultural ground lease chamber, the court of appeal's agricultural ground lease chamber does not record the agreement or does not reach a decision that differs from that of the first court, the clerk of the court immediately notifies the competent agricultural ground lease authority.
nl: Indien de pachtkamer van het gerechtshof in afwijking van de beslissing van de pachtkamer van de rechtbank de overeenkomst niet vastlegt, dan wel niet tot een andere beslissing dan de eerste rechter komt, geeft de griffier daarvan onverwijld kennis aan de bevoegde grondkamer.

source: If, contrary to the decision of the district court's agricultural ground lease chamber, the Court of Appeal of Arnhem-Leeuwarden's agricultural ground lease chamber records the agreement or records the agreement in a different way, the clerk of the Court of Appeal's agricultural ground lease chamber transmits three certified copies of the judgment to the competent agricultural ground lease authority within 14 days of pronouncement of the judgment.
nl: Indien de pachtkamer van het gerechtshof Arnhem-Leeuwarden, in afwijking van de beslissing van de pachtkamer van de rechtbank, de overeenkomst vastlegt, dan wel de overeenkomst anders vastlegt, zendt de griffier van de pachtkamer van het gerechtshof binnen veertien dagen na de uitspraak van het vonnis drie gewaarmerkte afschriften van het vonnis aan de bevoegde grondkamer.

source: The clerk of the Supreme Court notifies the agricultural ground lease authority of any appeal submitted to the Supreme Court without delay.
nl: De griffier van de Hoge Raad geeft onverwijld aan de grondkamer kennis van een ingesteld beroep in cassatie.

source: The clerk of the Supreme Court notifies the agricultural ground lease authority of the outcome without delay.
nl: De griffier van de Hoge Raad geeft onverwijld aan de grondkamer kennis van die uitslag.

source: Article 1019u
nl: Artikel 1019u

source: In cases as referred to in Article 1019j that must be initiated by application, the agricultural ground lease chamber within whose jurisdiction the leased property or the major part of that property is located has jurisdiction.
nl: In zaken als bedoeld in artikel 1019j die met een verzoek moeten worden ingeleid, is de pachtkamer bevoegd van de rechtbank binnen welker rechtsgebied het gepachte of het grootste deel daarvan is gelegen.

source: If the case concerns a farmstead, the agricultural ground lease chamber of the court within whose jurisdiction the main building belonging to the farmstead is located has jurisdiction.
nl: Indien het een hoeve betreft, is de pachtkamer bevoegd van de rechtbank binnen welker rechtsgebied het hoofdgebouw, tot de hoeve behorend, gelegen is.

source: Article 1019v
nl: Artikel 1019v

source: The provisions relating to removal and withdrawal of judges apply mutatis mutandis to the expert members of the agricultural ground lease chambers of the district courts and the court of appeal as referred to in Articles 48(3) and 69(2) of the Judicial Organisation Act ( Wet op de rechterlijke organisatie ) and expert members sitting by designation.
nl: De bepalingen betreffende wraking en verschoning van rechters zijn van overeenkomstige toepassing op de deskundige leden van de pachtkamers van de rechtbanken en de pachtkamer van het gerechtshof, bedoeld in de artikelen 48, derde lid, en 69, tweede lid, van de Wet op de rechterlijke organisatie en hun plaatsvervangers.

source: TITLE 17 - PROCEEDINGS IN PARTIAL DISPUTES REGARDING DAMAGES FROM INJURY AND DEATH
nl: TITEL 17. VAN RECHTSPLEGING IN DEELGESCHILLEN BETREFFENDE LETSEL- EN OVERLIJDENSSCHADE

source: Article 1019w
nl: Artikel 1019w

source: If a person holds another person liable for damage sustained as a result of death or injury, the parties may individually or jointly, before or after the main action has become pending, apply to the court for a decision on a dispute concerning or in connection with part of their outstanding legal position in this respect, the determination of which may contribute to the conclusion of a settlement agreement on the claim as referred to in Article 1019x(3)(a).
nl: Indien een persoon een ander aansprakelijk houdt voor schade die hij lijdt door dood of letsel, kan ieder van hen of kunnen zij gezamenlijk, ook voordat de zaak ten principale aanhangig is, de rechter verzoeken te beslissen over een geschil omtrent of in verband met een deel van hetgeen ter zake tussen hen rechtens geldt en waarvan de beëindiging kan bijdragen aan de totstandkoming van een vaststellingsovereenkomst over de vordering als bedoeld in artikel 1019x, derde lid, onder a.

source: A person who sustains damage as a result of death or injury is also understood to include the person who has obtained a claim for this damage by universal title, as well as the person who has a claim on the grounds of Article 6:107 of the Civil Code.
nl: Onder een persoon die schade door dood of letsel lijdt, wordt mede begrepen de persoon die een vordering ter zake van deze schade onder algemene titel heeft verkregen, alsmede de persoon die een vordering op grond van artikel 107 van Boek 6 van het Burgerlijk Wetboek heeft.

source: An application as referred to in Article 1019w(1) may also be made where a harmed party claims payment from an insurer under Article 7:954 of the Civil Code, or under a statute creating a right to compensation for the harmed party.
nl: Een verzoek als bedoeld in het eerste lid kan ook worden gedaan in het geval dat een benadeelde ingevolge artikel 954 van Boek 7 van het Burgerlijk Wetboek, dan wel uit hoofde van een aan hem door de wet toegekend eigen recht op schadevergoeding, betaling van een verzekeraar verlangt.

source: Article 1019x
nl: Artikel 1019x

source: The application must be submitted to the court that would be likely to have jurisdiction to hear the case if the case on the merits were to be made pending.
nl: Het verzoek wordt gedaan aan de rechter die vermoedelijk bevoegd zal zijn van de zaak, indien deze ten principale aanhangig wordt gemaakt, kennis te nemen.

source: If the case must be heard and decided by the subdistrict court, the application must be submitted to the subdistrict court.
nl: Indien de zaak door de kantonrechter moet worden behandeld en beslist, wordt het verzoek gedaan aan de kantonrechter.

source: The court considers, on a summary basis, whether it has subject-matter jurisdiction and whether the subdistrict court has jurisdiction to hear and dispose of the case.
nl: De rechter beoordeelt summierlijk of hij absoluut bevoegd is en of de zaak door de kantonrechter moet worden behandeld en beslist.

source: If one of the parties has previously submitted an application as referred to in Article 1019w(1), the application must be submitted to the court which is dealing with the previous application or has last dealt with it.
nl: Indien een der partijen reeds eerder een verzoek als bedoeld in artikel 1019w, eerste lid, heeft gedaan, wordt het verzoek gedaan aan de rechter die het eerdere verzoek behandelt of laatstelijk behandeld heeft.

source: Without prejudice to Article 71, the court also has jurisdiction to hear the main action if submitted.
nl: Onverminderd artikel 71 is deze rechter tevens bevoegd kennis te nemen van de zaak ten principale indien deze wordt aangebracht.

source: If the main action is already pending, the application must be submitted to the court where the main action is pending.
nl: Indien de zaak ten principale reeds aanhangig is, wordt het verzoek gedaan aan de rechter voor wie de zaak ten principale aanhangig is.
